{
  "site_title": "Valery Malyshau",
  "about_title": "About",
  "about_p": "I’m Valery Malyshau, an experienced Data Scientist with foundations in deep learning, biomedical imaging, and high-performance computing. Over 7 years of hands-on experience developing machine learning solutions across industries—from medical diagnostics and legal NLP to AI model training and image enhancement. I’ve had the opportunity to lead technical teams and deploy AI-powered tools and services.",
  "projects_title": "Projects",
  "projects_ai_title": "AI Data processing",
  "projects_ai_desc": "Led a team, processing data for training AI models. Developed AI agents to streamline data generation and processing.",
  "projects_legal_title": "Legal document Analysis",
  "projects_legal_desc": "A set of neural networks to analyze scanned legal documents, find parties and payment schedules and classify data for preparing structured database entries.",
  "projects_eeg_title": "EEG Emotion Recognition",
  "projects_eeg_desc": "Research with aim of creating open-source emotion recognition EEG dataset and training models for domain adaptation and transfer learning across subjects.",
  "projects_histology_title": "Histology Analysis",
  "projects_histology_desc": "A service to analyze whole-slide histology based semantic search of similar patch to the existing dataset. Also, supports cell detection and counting for immuno-histology.",
  "projects_xraygen_title": "X-Ray Generation",
  "projects_xraygen_desc": "Trained GAN for generation of X-Rays based on the age and gender with addition of estimating the plausibility of the generated image.",
  "projects_lung_title": "Lung disease classification",
  "projects_lung_desc": "A service to predict the pulmonary diseases on X-Ray with the attention mask for interpretability.",
  "projects_button_paper": "Paper",
  "projects_button_link": "Link",
  "skills_title": "Skills",
  "skills_python": "Python",
  "skills_ai_engineering": "AI Engineering",
  "skills_ml": "Machine Learning",
  "skills_nlp": "NLP",
  "skills_aws": "AWS",
  "skills_flask": "Flask",
  "skills_cv": "Computer Vision",
  "skills_signal": "Signal Processing",
  "skills_sql": "SQL",
  "skills_cpp": "C++",
  "skills_typescript": "TypeScript",
  "skills_angular": "Angular",
  "contact_title": "Contact Me",
  "home": "Home",
  "about": "About",
  "projects": "Projects",
  "skills": "Skills",
  "publications": "Publications",
  "contact": "Contact"
}
