{
  "site_title": "Valery Malyshau",
  "about_title": "Sobre",
  "about_p": "Olá, sou Valery Malyshau. Atuo como cientista de dados experiente, fundamentado em deep learning, imagem biomédica e computação de alto desempenho. Há mais sete anos de experiência prática e entregando soluções de aprendizado de máquina para diversos setores — de diagnósticos médicos e NLP jurídico ao treinamento de modelos de IA e aprimoramento de imagens. Tive a oportunidade de liderar equipes técnicas e implementar ferramentas e serviços baseados em IA.",
  "projects_title": "Projetos",
  "projects_ai_title": "Processamento de dados de IA",
  "projects_ai_desc": "Condução de times responsáveis pelo processamento de dados para treinar modelos de IA e desenvolver agentes de IA para acelerar a geração e o processamento de dados.",
  "projects_legal_title": "Análise de documentos legais",
  "projects_legal_desc": "Conjunto de redes neurais para analisar documentos legais digitalizados, localizar as partes e cronogramas de pagamento e classificar dados para preparar entradas em banco de dados estruturado.",
  "projects_eeg_title": "Reconhecimento de emoção via EEG",
  "projects_eeg_desc": "Pesquisa com o objetivo de criar um conjunto de dados aberto de reconhecimento de emoções com EEG e treinar modelos para adaptação de domínio e transferência de aprendizado entre sujeitos.",
  "projects_histology_title": "Análise de histologia",
  "projects_histology_desc": "Serviço para analisar lâminas histológicas completas com busca de condições semelhantes no conjunto de dados existente; também suporta detecção e contagem de células para imunohistologia.",
  "projects_xraygen_title": "Geração de raios‑X",
  "projects_xraygen_desc": "Treinou uma GAN para gerar radiografias com base em idade e sexo, acrescentando a estimativa de plausibilidade da imagem gerada, para treinamento de equipes médicas.",
  "projects_lung_title": "Classificação de doenças pulmonares",
  "projects_lung_desc": "Serviço para prever doenças pulmonares em radiografias com máscara de atenção prioriade para interpretação de resultados.",
  "projects_button_paper": "Artigo",
  "projects_button_link": "Link",
  "skills_title": "Habilidades",
  "skills_python": "Python",
  "skills_ai_engineering": "Engenharia de IA",
  "skills_ml": "Machine Learning",
  "skills_nlp": "NLP (Processamento de Linguagem Natural)",
  "skills_aws": "AWS",
  "skills_flask": "Flask",
  "skills_cv": "Visão Computacional",
  "skills_signal": "Processamento de Sinais",
  "skills_sql": "SQL",
  "skills_cpp": "C++",
  "skills_typescript": "TypeScript",
  "skills_angular": "Angular",
  "contact_title": "Entre em Contato Comigo",
  "about": "Sobre",
  "projects": "Projetos",
  "skills": "Habilidades",
  "publications": "Publicações Científicas",
  "contact": "Contato"
}